/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_FaJK4T": {
      "type": "rich-text",
      "blocks": {
        "heading_ttpz3f": {
          "type": "heading",
          "settings": {
            "heading": "<strong>Stem Commerce is a full-service Shopify agency, with the vision to transform the way people do business online. A leading expert and preferred partner, we’ve been at the top of our game since Shopify’s inception and continue to expand our capabilities to better serve our clients. <\/strong>",
            "heading_size": "h0"
          }
        },
        "text_nmGfTz": {
          "type": "text",
          "settings": {
            "text": "<p>Why?<\/p><p>Born in 2013, Stem Commerce emerged to fill a gap in the digital market for high end design and web development.<\/p><p>As the industry evolved, our team grew into a comprehensive agency that empowers serious entrepreneurs who want to grow their online businesses with the help of our agile development, proven expertise and trusted content. We are a tight-knit team that pride ourselves on fostering a stress-free, collaborative, fun, results-driven and impactful environment.<\/p>"
          }
        },
        "text_wmxfA4": {
          "type": "text",
          "settings": {
            "text": "<p>Who?<\/p><p>When you work with Stem, everything will always be alright.<\/p><p>Under the direction and leadership of founder Stefano Mastrocola, we’ve achieved colossal milestones over the last decade for leading online stores like Endy Mattress, Amazon’s Ring and more. Constantly adapting to the growth and evolution of Shopify itself, we continue to channel our success formula onto every client that steps through our door.<\/p>"
          }
        },
        "text_WUyEha": {
          "type": "text",
          "settings": {
            "text": "<p>How?<\/p><p>High quality execution and an agile team philosophy, no matter the work, sets us apart.<\/p><p>We understand that as a business owner, time is the most valuable currency you own. Our global team has the privilege of working in different time zones, which allows us to execute strategies in record time – what Stem can do in twenty-four hours might take others an entire week. Those saved minutes can mean the difference in millions of dollars for your business.<\/p>"
          }
        }
      },
      "block_order": [
        "heading_ttpz3f",
        "text_nmGfTz",
        "text_wmxfA4",
        "text_WUyEha"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "scheme-1",
        "full_width": true,
        "padding_top": 56,
        "padding_bottom": 100
      }
    }
  },
  "order": [
    "main",
    "rich_text_FaJK4T"
  ]
}
